Revit 2024 API
FabricSheetType.MajorSpacing Property
 The spacing between the wires in the major direction (not including the overhangs).
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double MajorSpacing { get; }
Visual Basic
Public ReadOnly Property MajorSpacing As Double
	Get
Visual C++
public:
property double MajorSpacing {
	double get ();
}
See Also
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace